
export default class GoodstoreService {

  data = {
    tablets: [
      {
        id: 'tablet_1',
        categoryId: 'tablets',
        title: '10.1" Планшет Lenovo TAB P10 TB-X705L 64 ГБ 3G, LTE черный',
        price: 200,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/530ccd1eba5a2073585245f1df9b57cc/7f6e5ac35b7c8e3cb8c08cb76ec8c18ecdab8311e693c816a17d8deed1a95d90.jpg'
      },
      {
        id: 'tablet_2',
        categoryId: 'tablets',
        title: '10.1" Планшет TurboPad 1015 16 ГБ 3G белый',
        price: 300,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/c15fbd2b8dc529c91f1e0c3583eb05a7/491de8b42dab8e257b7e21a9d75b21ee015f41153b6a586a95717d69764b7f24.png'
      },
      {
        id: 'tablet_3',
        categoryId: 'tablets',
        title: '10.2" Планшет Apple iPad 2019 32 ГБ золотистый',
        price: 100,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/1e6173ecc1a74f15e438a7c56dca3269/5f916b556ca6d1d76ed4a23ab35106729f8374da5c335719a032d7094809adc0.jpg'
      },
      {
        id: 'tablet_4',
        categoryId: 'tablets',
        title: '10.5" Планшет Apple iPad Air 2019 64 ГБ 3G, LTE золотистый',
        price: 150,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/70fc34830c8ffe8407408bdc498f9ddb/0cdfcc6bee40dd22c046d838ec97d0410e70d96d7886c86363ea0534a39472c3.jpg'
      },
      {
        id: 'tablet_5',
        categoryId: 'tablets',
        title: '10.5" Планшет Samsung Galaxy Tab S6 128 ГБ 3G, LTE голубой',
        price: 151,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/e91efd71b8b52cac4e07ff797595b3d7/88cbc5812c099c4fb31b7ab6d6b049cd677ae718a1e50a656ae02356885530e0.jpg'
      },
      {
        id: 'tablet_6',
        categoryId: 'tablets',
        title: '10.5" Планшет Samsung Galaxy Tab S6 128 ГБ 3G, LTE серый',
        price: 156,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/2674b3e8416534ecb2aaafe0680b611e/57af83c1259a5b6ff4e20ae1a079541a5fe367dde6cc003e3340e1600a9ca45e.jpg'
      },
      {
        id: 'tablet_7',
        categoryId: 'tablets',
        title: '7.9" Планшет Apple iPad mini 2019 256 ГБ серебристый',
        price: 189,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/dda61e2645efbd87f6f64d12bdb2f09e/42db820a3e729cc85f7c07139464582b322bbd4fdacb99400d6a30e629844384.jpg'
      },
      {
        id: 'tablet_8',
        categoryId: 'tablets',
        title: '10.1" Планшет Lenovo TAB P10 TB-X705L 64 ГБ 3G, LTE черный',
        price: 200,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/530ccd1eba5a2073585245f1df9b57cc/7f6e5ac35b7c8e3cb8c08cb76ec8c18ecdab8311e693c816a17d8deed1a95d90.jpg'
      },
      {
        id: 'tablet_9',
        categoryId: 'tablets',
        title: '10.1" Планшет TurboPad 1015 16 ГБ 3G белый',
        price: 222,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/c15fbd2b8dc529c91f1e0c3583eb05a7/491de8b42dab8e257b7e21a9d75b21ee015f41153b6a586a95717d69764b7f24.png'
      },
      {
        id: 'tablet_10',
        categoryId: 'tablets',
        title: '10.2" Планшет Apple iPad 2019 32 ГБ золотистый',
        price: 456,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/1e6173ecc1a74f15e438a7c56dca3269/5f916b556ca6d1d76ed4a23ab35106729f8374da5c335719a032d7094809adc0.jpg'
      },
      {
        id: 'tablet_11',
        categoryId: 'tablets',
        title: '10.5" Планшет Apple iPad Air 2019 64 ГБ 3G, LTE золотистый',
        price: 165,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/70fc34830c8ffe8407408bdc498f9ddb/0cdfcc6bee40dd22c046d838ec97d0410e70d96d7886c86363ea0534a39472c3.jpg'
      },
      {
        id: 'tablet_12',
        categoryId: 'tablets',
        title: '10.5" Планшет Samsung Galaxy Tab S6 128 ГБ 3G, LTE голубой',
        price: 169,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/e91efd71b8b52cac4e07ff797595b3d7/88cbc5812c099c4fb31b7ab6d6b049cd677ae718a1e50a656ae02356885530e0.jpg'
      },
      {
        id: 'tablet_13',
        categoryId: 'tablets',
        title: '10.5" Планшет Samsung Galaxy Tab S6 128 ГБ 3G, LTE серый',
        price: 259,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/2674b3e8416534ecb2aaafe0680b611e/57af83c1259a5b6ff4e20ae1a079541a5fe367dde6cc003e3340e1600a9ca45e.jpg'
      },
      {
        id: 'tablet_14',
        categoryId: 'tablets',
        title: '7.9" Планшет Apple iPad mini 2019 256 ГБ серебристый',
        price: 291,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/dda61e2645efbd87f6f64d12bdb2f09e/42db820a3e729cc85f7c07139464582b322bbd4fdacb99400d6a30e629844384.jpg'
      },
      {
        id: 'tablet_15',
        categoryId: 'tablets',
        title: '10.1" Планшет Lenovo TAB P10 TB-X705L 64 ГБ 3G, LTE черный',
        price: 296,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/530ccd1eba5a2073585245f1df9b57cc/7f6e5ac35b7c8e3cb8c08cb76ec8c18ecdab8311e693c816a17d8deed1a95d90.jpg'
      },
      {
        id: 'tablet_16',
        categoryId: 'tablets',
        title: '10.1" Планшет TurboPad 1015 16 ГБ 3G белый',
        price: 345,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/c15fbd2b8dc529c91f1e0c3583eb05a7/491de8b42dab8e257b7e21a9d75b21ee015f41153b6a586a95717d69764b7f24.png'
      },
      {
        id: 'tablet_17',
        categoryId: 'tablets',
        title: '10.2" Планшет Apple iPad 2019 32 ГБ золотистый',
        price: 199,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/1e6173ecc1a74f15e438a7c56dca3269/5f916b556ca6d1d76ed4a23ab35106729f8374da5c335719a032d7094809adc0.jpg'
      },
      {
        id: 'tablet_18',
        categoryId: 'tablets',
        title: '10.5" Планшет Apple iPad Air 2019 64 ГБ 3G, LTE золотистый',
        price: 195,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/70fc34830c8ffe8407408bdc498f9ddb/0cdfcc6bee40dd22c046d838ec97d0410e70d96d7886c86363ea0534a39472c3.jpg'
      },
      {
        id: 'tablet_19',
        categoryId: 'tablets',
        title: '10.5" Планшет Samsung Galaxy Tab S6 128 ГБ 3G, LTE голубой',
        price: 384,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/e91efd71b8b52cac4e07ff797595b3d7/88cbc5812c099c4fb31b7ab6d6b049cd677ae718a1e50a656ae02356885530e0.jpg'
      },
      {
        id: 'tablet_20',
        categoryId: 'tablets',
        title: '10.5" Планшет Samsung Galaxy Tab S6 128 ГБ 3G, LTE серый',
        price: 184,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/2674b3e8416534ecb2aaafe0680b611e/57af83c1259a5b6ff4e20ae1a079541a5fe367dde6cc003e3340e1600a9ca45e.jpg'
      },
      {
        id: 'tablet_21',
        categoryId: 'tablets',
        title: '7.9" Планшет Apple iPad mini 2019 256 ГБ серебристый',
        price: 259,
        description: 'Производительный планшет — это универсальное устройство, которое с легкостью подстраивается под настроение своего хозяина. Чувствуете творческий порыв? Берите в руки стилус и начинайте писать или рисовать прямо на экране. Есть свободная минутка? Отсоедините клавиатуру, и планшет превратится в мультимедийный 12.2-дюймовый планшет с высочайшим качеством графики и объемного звука. Нужна помощь? Спросите Кортану, личный помощник услышит вопрос и даст ответ, даже если планшет находится в четырех метрах от вас. Благодаря производительному четырехъядерному процессору и эффективным средствам коммуникации планшет повсюду обеспечивает возможность продуктивной работы.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/dda61e2645efbd87f6f64d12bdb2f09e/42db820a3e729cc85f7c07139464582b322bbd4fdacb99400d6a30e629844384.jpg'
      }
    ],
    phones: [
      {
        id: 'phone_1',
        categoryId: 'phones',
        title: '5" Смартфон DEXP B450 8 ГБ золотистый',
        price: 200,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/369e1a1856c8b89c842ecc903e075598/220fdd343732b411f838ef206cfd0b95f50579968f4a22b9204163bf5677b02c.jpg'
      },
      {
        id: 'phone_2',
        categoryId: 'phones',
        title: '5.5" Смартфон Apple iPhone 7 Plus "Как новый" 256 ГБ черный',
        price: 300,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/aebf754b707ac74066dbcecd011b993e/67a356e63a83c53ff503dd9125fd726dbf49461a8243e3a78ec14027a0d3214e.jpg'
      },
      {
        id: 'phone_3',
        categoryId: 'phones',
        title: '6.5" Смартфон Honor 8X Premium 128 ГБ синий',
        price: 100,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/cecc5dd7d0e17aa956295f9e421b8575/88c6d12ad9f9cc564f9e26d5c1f9cd63c4d0d95289b8b32aac8ec9e7f2f8fe62.jpg'
      },
      {
        id: 'phone_4',
        categoryId: 'phones',
        title: '6.2" Смартфон Tecno Camon 11 16 ГБ синий',
        price: 150,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/44280197c769252673a2ce70844cbf17/e01d063ed7a0349dfe8a75077051045606a57f93a48941e1c85bdfa8d17c8478.jpg'
      },
      {
        id: 'phone_5',
        categoryId: 'phones',
        title: '5.84" Смартфон Honor 10 128 ГБ зеленый',
        price: 151,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/0b2d2f3ae5892a37ec70b5029bbeecc9/a7bea8f522bc122880ee9fa4e1cfe5f421488ecdd6e21330fc251eb309c85853.jpg'
      },
      {
        id: 'phone_6',
        categoryId: 'phones',
        title: '6.3" Смартфон Xiaomi Redmi Note 7 128 ГБ черный',
        price: 156,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/85d609fdf14e1725aa75b72f873d6c7b/85abfdd1e5922b1d566107e673fb026ad4041610f4651bb95474e6d44d87e33d.jpg'
      },
      {
        id: 'phone_7',
        categoryId: 'phones',
        title: '6.53" Смартфон Huawei Mate 20 128 ГБ синий',
        price: 189,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/31f75bcdea8831d9bb23a1ea13ae673f/b852a8a41e385d4b54a397f49c684393e52e4c6e2dd1353e0545d8b12f69172b.jpg'
      },
      {
        id: 'phone_8',
        categoryId: 'phones',
        title: '5" Смартфон DEXP B450 8 ГБ золотистый',
        price: 182,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/369e1a1856c8b89c842ecc903e075598/220fdd343732b411f838ef206cfd0b95f50579968f4a22b9204163bf5677b02c.jpg'
      },
      {
        id: 'phone_9',
        categoryId: 'phones',
        title: '5.5" Смартфон Apple iPhone 7 Plus "Как новый" 256 ГБ черный',
        price: 222,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/aebf754b707ac74066dbcecd011b993e/67a356e63a83c53ff503dd9125fd726dbf49461a8243e3a78ec14027a0d3214e.jpg'
      },
      {
        id: 'phone_10',
        categoryId: 'phones',
        title: '6.5" Смартфон Honor 8X Premium 128 ГБ синий',
        price: 456,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/cecc5dd7d0e17aa956295f9e421b8575/88c6d12ad9f9cc564f9e26d5c1f9cd63c4d0d95289b8b32aac8ec9e7f2f8fe62.jpg'
      },
      {
        id: 'phone_11',
        categoryId: 'phones',
        title: '6.2" Смартфон Tecno Camon 11 16 ГБ синий',
        price: 165,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/44280197c769252673a2ce70844cbf17/e01d063ed7a0349dfe8a75077051045606a57f93a48941e1c85bdfa8d17c8478.jpg'
      },
      {
        id: 'phone_12',
        categoryId: 'phones',
        title: '5.84" Смартфон Honor 10 128 ГБ зеленый',
        price: 169,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/0b2d2f3ae5892a37ec70b5029bbeecc9/a7bea8f522bc122880ee9fa4e1cfe5f421488ecdd6e21330fc251eb309c85853.jpg'
      },
      {
        id: 'phone_13',
        categoryId: 'phones',
        title: '6.3" Смартфон Xiaomi Redmi Note 7 128 ГБ черный',
        price: 259,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/85d609fdf14e1725aa75b72f873d6c7b/85abfdd1e5922b1d566107e673fb026ad4041610f4651bb95474e6d44d87e33d.jpg'
      },
      {
        id: 'phone_14',
        categoryId: 'phones',
        title: '6.53" Смартфон Huawei Mate 20 128 ГБ синий',
        price: 291,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/31f75bcdea8831d9bb23a1ea13ae673f/b852a8a41e385d4b54a397f49c684393e52e4c6e2dd1353e0545d8b12f69172b.jpg'
      },
      {
        id: 'phone_15',
        categoryId: 'phones',
        title: '5" Смартфон DEXP B450 8 ГБ золотистый',
        price: 296,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/369e1a1856c8b89c842ecc903e075598/220fdd343732b411f838ef206cfd0b95f50579968f4a22b9204163bf5677b02c.jpg'
      },
      {
        id: 'phone_16',
        categoryId: 'phones',
        title: '5.5" Смартфон Apple iPhone 7 Plus "Как новый" 256 ГБ черный',
        price: 345,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/aebf754b707ac74066dbcecd011b993e/67a356e63a83c53ff503dd9125fd726dbf49461a8243e3a78ec14027a0d3214e.jpg'
      },
      {
        id: 'phone_17',
        categoryId: 'phones',
        title: '6.5" Смартфон Honor 8X Premium 128 ГБ синий',
        price: 199,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/cecc5dd7d0e17aa956295f9e421b8575/88c6d12ad9f9cc564f9e26d5c1f9cd63c4d0d95289b8b32aac8ec9e7f2f8fe62.jpg'
      },
      {
        id: 'phone_18',
        categoryId: 'phones',
        title: '6.2" Смартфон Tecno Camon 11 16 ГБ синий',
        price: 195,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/44280197c769252673a2ce70844cbf17/e01d063ed7a0349dfe8a75077051045606a57f93a48941e1c85bdfa8d17c8478.jpg'
      },
      {
        id: 'phone_19',
        categoryId: 'phones',
        title: '5.84" Смартфон Honor 10 128 ГБ зеленый',
        price: 384,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/0b2d2f3ae5892a37ec70b5029bbeecc9/a7bea8f522bc122880ee9fa4e1cfe5f421488ecdd6e21330fc251eb309c85853.jpg'
      },
      {
        id: 'phone_20',
        categoryId: 'phones',
        title: '6.3" Смартфон Xiaomi Redmi Note 7 128 ГБ черный',
        price: 184,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/85d609fdf14e1725aa75b72f873d6c7b/85abfdd1e5922b1d566107e673fb026ad4041610f4651bb95474e6d44d87e33d.jpg'
      },
      {
        id: 'phone_21',
        categoryId: 'phones',
        title: '6.53" Смартфон Huawei Mate 20 128 ГБ синий',
        price: 259,
        description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает большие перспек­тивы. Он достоин своего имени.',
        characteristics: 'Мультитач-экран: есть; Модель процессора: Intel Core i7 8550U',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/31f75bcdea8831d9bb23a1ea13ae673f/b852a8a41e385d4b54a397f49c684393e52e4c6e2dd1353e0545d8b12f69172b.jpg'
      }
    ],
    pc: [
      {
        id: 'pc_1',
        categoryId: 'pc',
        title: 'ПК Acer Aspire XC-885 [DT.BAQER.026]',
        price: 200,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/027707a1e1179a7be59792ef5b046234/3c39ed0f744d77e61eec7e55fd850655793796428f987617c34eef8e9ef927d4.jpg'
      },
      {
        id: 'pc_2',
        categoryId: 'pc',
        title: 'ПК DEXP Aquilon O188',
        price: 300,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/006f7a3f3fc12e2f9d8f4c4c9da27e7a/b6deee264480cba3ad4a099290ea5bb8de05dd51438d7ccfc68d977e6c720ee0.jpg'
      },
      {
        id: 'pc_3',
        categoryId: 'pc',
        title: 'ПК DEXP Jupiter P200',
        price: 100,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/a7bfe392664541366c858f8c85d9ae10/2b3d80994e5be6d58253c94b9ea39b6c36ba1fed5ee4baf8b5a61b73ce36a2b6.jpg',
      },
      {
        id: 'pc_4',
        categoryId: 'pc',
        title: 'ПК HP Pavilion Gaming 690-0029ur 5XQ49EA',
        price: 150,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/b42dc9211840ca5a780e87a508e80a56/306403c82c78f98fdd3499e843ab57b533b69c729f4c0ab6db18db6a3c780e03.jpg'
      },
      {
        id: 'pc_5',
        categoryId: 'pc',
        title: 'ПК Lenovo 310S-08IGM [90HX003JRS]',
        price: 151,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/35901b20d832cf21371efb265dc8e2d6/3ea01a9c422a63c8cd838092f8045f6a1d528c4020a6357774ecb521abe53f50.jpg'
      },
      {
        id: 'pc_6',
        categoryId: 'pc',
        title: 'ПК HP Pavilion 590-p0038ur [4DW08EA]',
        price: 156,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/f413f5eaf96a556f6796129cf859fc81/74a2b5b61fb02ef3d7f088380c4db60c4ce473d6502189f1f2e1bc41579de5cd.jpg'
      },
      {
        id: 'pc_7',
        categoryId: 'pc',
        title: 'ПК Lenovo IdeaCentre 720-18ASU [90H1005BRS]',
        price: 228,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/5b4b50288b604ad43f34009cb44512f3/4d7e6c60ab8eb773939e184fc5b909ae9b6a8201d3ddd561f1ef7ce44aab776c.jpg'
      },
      {
        id: 'pc_8',
        categoryId: 'pc',
        title: 'ПК Acer Aspire XC-885 [DT.BAQER.026]',
        price: 182,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/027707a1e1179a7be59792ef5b046234/3c39ed0f744d77e61eec7e55fd850655793796428f987617c34eef8e9ef927d4.jpg'
      },
      {
        id: 'pc_9',
        categoryId: 'pc',
        title: 'ПК DEXP Aquilon O188',
        price: 222,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/006f7a3f3fc12e2f9d8f4c4c9da27e7a/b6deee264480cba3ad4a099290ea5bb8de05dd51438d7ccfc68d977e6c720ee0.jpg'
      },
      {
        id: 'pc_10',
        categoryId: 'pc',
        title: 'ПК DEXP Jupiter P200',
        price: 456,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/a7bfe392664541366c858f8c85d9ae10/2b3d80994e5be6d58253c94b9ea39b6c36ba1fed5ee4baf8b5a61b73ce36a2b6.jpg'
      },
      {
        id: 'pc_11',
        categoryId: 'pc',
        title: 'ПК HP Pavilion Gaming 690-0029ur 5XQ49EA',
        price: 165,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/b42dc9211840ca5a780e87a508e80a56/306403c82c78f98fdd3499e843ab57b533b69c729f4c0ab6db18db6a3c780e03.jpg'
      },
      {
        id: 'pc_12',
        categoryId: 'pc',
        title: 'ПК Lenovo 310S-08IGM [90HX003JRS]',
        price: 169,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/35901b20d832cf21371efb265dc8e2d6/3ea01a9c422a63c8cd838092f8045f6a1d528c4020a6357774ecb521abe53f50.jpg'
      },
      {
        id: 'pc_13',
        categoryId: 'pc',
        title: 'ПК HP Pavilion 590-p0038ur [4DW08EA]',
        price: 259,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/f413f5eaf96a556f6796129cf859fc81/74a2b5b61fb02ef3d7f088380c4db60c4ce473d6502189f1f2e1bc41579de5cd.jpg'
      },
      {
        id: 'pc_14',
        categoryId: 'pc',
        title: 'ПК Lenovo IdeaCentre 720-18ASU [90H1005BRS]',
        price: 291,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/5b4b50288b604ad43f34009cb44512f3/4d7e6c60ab8eb773939e184fc5b909ae9b6a8201d3ddd561f1ef7ce44aab776c.jpg'
      },
      {
        id: 'pc_15',
        categoryId: 'pc',
        title: 'ПК Acer Aspire XC-885 [DT.BAQER.026]',
        price: 296,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/027707a1e1179a7be59792ef5b046234/3c39ed0f744d77e61eec7e55fd850655793796428f987617c34eef8e9ef927d4.jpg'
      },
      {
        id: 'pc_16',
        categoryId: 'pc',
        title: 'ПК DEXP Aquilon O188',
        price: 345,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/006f7a3f3fc12e2f9d8f4c4c9da27e7a/b6deee264480cba3ad4a099290ea5bb8de05dd51438d7ccfc68d977e6c720ee0.jpg'
      },
      {
        id: 'pc_17',
        categoryId: 'pc',
        title: 'ПК DEXP Jupiter P200',
        price: 199,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/a7bfe392664541366c858f8c85d9ae10/2b3d80994e5be6d58253c94b9ea39b6c36ba1fed5ee4baf8b5a61b73ce36a2b6.jpg'
      },
      {
        id: 'pc_18',
        categoryId: 'pc',
        title: 'ПК HP Pavilion Gaming 690-0029ur 5XQ49EA',
        price: 195,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/b42dc9211840ca5a780e87a508e80a56/306403c82c78f98fdd3499e843ab57b533b69c729f4c0ab6db18db6a3c780e03.jpg'
      },
      {
        id: 'pc_19',
        categoryId: 'pc',
        title: 'ПК Lenovo 310S-08IGM [90HX003JRS]',
        price: 384,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/35901b20d832cf21371efb265dc8e2d6/3ea01a9c422a63c8cd838092f8045f6a1d528c4020a6357774ecb521abe53f50.jpg'
      },
      {
        id: 'pc_20',
        categoryId: 'pc',
        title: 'ПК HP Pavilion 590-p0038ur [4DW08EA]',
        price: 184,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/f413f5eaf96a556f6796129cf859fc81/74a2b5b61fb02ef3d7f088380c4db60c4ce473d6502189f1f2e1bc41579de5cd.jpg'
      },
      {
        id: 'pc_21',
        categoryId: 'pc',
        title: 'ПК Lenovo IdeaCentre 720-18ASU [90H1005BRS]',
        price: 259,
        description: 'стильный системный блок, который обеспечивает абсолютную скорость. Черный цвет и цилиндрическая форма, а также малые размеры позволяют идеально разместить его в любом интерьере. Высокую производительность обеспечивают все системы данного ПК. Установлен мощный 8-ядерный процессор Xeon E5 от Intel, обладающий частотой 3000 МГц с возможностью автоматически ее увеличивать до 3900 МГц.\n' +
        'ПК оснащен собственной операционной системой Mac OS X. Высокочастотная оперативная память на 16 ГБ позволяет выполнять даже самые ресурсозатратные задачи быстро и четко. Для сохранения данных установлен накопитель SSD, на котором может размещаться до 512 ГБ информации. В ПК установлены две дискретных видеокарты FirePro D700 от AMD с объемом памяти 6144 МБ каждая. Такая мощность позволяет обрабатывать видео с разрешением 4К и подключать до трех мониторов. Среди многочисленных интерфейсов для подключения периферии присутствуют Thunderbolt, RJ-45, HDMI и USB 3.0.',
        characteristics: 'Основной цвет: чёрный; Модель процессора: Core i9 9900K; Количество ядер процессора: 8; Тип оперативной памяти: DDR4.',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/5b4b50288b604ad43f34009cb44512f3/4d7e6c60ab8eb773939e184fc5b909ae9b6a8201d3ddd561f1ef7ce44aab776c.jpg'
      }
    ],
    tv: [
      {
        id: 'tv_1',
        categoryId: 'tv',
        title: '20" (50 см) Телевизор LED DEXP H20D7200E черный',
        price: 200,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/c6cd9c361a03ef4061a6684019374688/9d46840392f5fb0b3f8cdec79892724d4844537e035a39b1a2aa477d7aee4dd8.jpg'
      },
      {
        id: 'tv_2',
        categoryId: 'tv',
        title: '22" (55 см) Телевизор LED Telefunken TF-LED22S49T2 черный',
        price: 300,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/932ce93a653cac63a57c3060adc84ade/1f77de1bd7dcad66773b35891beac55b45517f63ca60f1b661767d2641e06c7e.jpg'
      },
      {
        id: 'tv_3',
        categoryId: 'tv',
        title: '24" (60 см) Телевизор LED Asano 24LH1020T черный',
        price: 100,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/f55d8da503c99e503c994475df87a232/53fc9d7242b80230064a2c8226393781e181d37eb3ef79e7dc8ad6cb90a925de.jpg'
      },
      {
        id: 'tv_4',
        categoryId: 'tv',
        title: '24" (60 см) Телевизор LED Asano 24LH1011T белый',
        price: 150,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/7b6519608af60aefc56cf0f13763cfd5/ea44ba7f2511140d1c3fdf71216b1b896a724e0aaa7358c909bb8ee97b0209cf.jpg'
      },
      {
        id: 'tv_5',
        categoryId: 'tv',
        title: '24" (60 см) Телевизор LED JVC LT24M485 черный',
        price: 151,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/c26927fa50ca854a7287662dabe34a84/9e289cbc96c8d2c26455de6b3e037af7959ac54533ee2934e15929e6574c9f05.jpg'
      },
      {
        id: 'tv_6',
        categoryId: 'tv',
        title: '24" (61 см) Телевизор LED Hyundai H-LED24ET2003 черный',
        price: 156,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/88ad305997a47a3f90ae292d8d7028a6/fb9c13116643e17834b129657de9126c6866f34e3e267e4952370c764f85568b.jpg'
      },
      {
        id: 'tv_7',
        categoryId: 'tv',
        title: '24" (61 см) Телевизор LED Kivi 24HB50BR серый',
        price: 189,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/3be6f2210d42831e16f9476f65a3ed09/267d92859fd418c8a43364e6523de61ba7e4ddcde0b2bb6e8e5c6d73ad126f1e.jpg'
      },
      {
        id: 'tv_8',
        categoryId: 'tv',
        title: '20" (50 см) Телевизор LED DEXP H20D7200E черный',
        price: 200,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/c6cd9c361a03ef4061a6684019374688/9d46840392f5fb0b3f8cdec79892724d4844537e035a39b1a2aa477d7aee4dd8.jpg'
      },
      {
        id: 'tv_9',
        categoryId: 'tv',
        title: '22" (55 см) Телевизор LED Telefunken TF-LED22S49T2 черный',
        price: 222,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/932ce93a653cac63a57c3060adc84ade/1f77de1bd7dcad66773b35891beac55b45517f63ca60f1b661767d2641e06c7e.jpg'
      },
      {
        id: 'tv_10',
        categoryId: 'tv',
        title: '24" (60 см) Телевизор LED Asano 24LH1020T черный',
        price: 456,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/f55d8da503c99e503c994475df87a232/53fc9d7242b80230064a2c8226393781e181d37eb3ef79e7dc8ad6cb90a925de.jpg'
      },
      {
        id: 'tv_11',
        categoryId: 'tv',
        title: '24" (60 см) Телевизор LED Asano 24LH1011T белый',
        price: 165,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/7b6519608af60aefc56cf0f13763cfd5/ea44ba7f2511140d1c3fdf71216b1b896a724e0aaa7358c909bb8ee97b0209cf.jpg'
      },
      {
        id: 'tv_12',
        categoryId: 'tv',
        title: '24" (60 см) Телевизор LED JVC LT24M485 черный',
        price: 169,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/c26927fa50ca854a7287662dabe34a84/9e289cbc96c8d2c26455de6b3e037af7959ac54533ee2934e15929e6574c9f05.jpg'
      },
      {
        id: 'tv_13',
        categoryId: 'tv',
        title: '24" (61 см) Телевизор LED Hyundai H-LED24ET2003 черный',
        price: 259,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/88ad305997a47a3f90ae292d8d7028a6/fb9c13116643e17834b129657de9126c6866f34e3e267e4952370c764f85568b.jpg'
      },
      {
        id: 'tv_14',
        categoryId: 'tv',
        title: '24" (61 см) Телевизор LED Kivi 24HB50BR серый',
        price: 291,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/3be6f2210d42831e16f9476f65a3ed09/267d92859fd418c8a43364e6523de61ba7e4ddcde0b2bb6e8e5c6d73ad126f1e.jpg'
      },
      {
        id: 'tv_15',
        categoryId: 'tv',
        title: '20" (50 см) Телевизор LED DEXP H20D7200E черный',
        price: 296,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/c6cd9c361a03ef4061a6684019374688/9d46840392f5fb0b3f8cdec79892724d4844537e035a39b1a2aa477d7aee4dd8.jpg'
      },
      {
        id: 'tv_16',
        categoryId: 'tv',
        title: '22" (55 см) Телевизор LED Telefunken TF-LED22S49T2 черный',
        price: 345,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/932ce93a653cac63a57c3060adc84ade/1f77de1bd7dcad66773b35891beac55b45517f63ca60f1b661767d2641e06c7e.jpg'
      },
      {
        id: 'tv_17',
        categoryId: 'tv',
        title: '24" (60 см) Телевизор LED Asano 24LH1020T черный',
        price: 199,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/f55d8da503c99e503c994475df87a232/53fc9d7242b80230064a2c8226393781e181d37eb3ef79e7dc8ad6cb90a925de.jpg'
      },
      {
        id: 'tv_18',
        categoryId: 'tv',
        title: '24" (60 см) Телевизор LED Asano 24LH1011T белый',
        price: 195,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/7b6519608af60aefc56cf0f13763cfd5/ea44ba7f2511140d1c3fdf71216b1b896a724e0aaa7358c909bb8ee97b0209cf.jpg'
      },
      {
        id: 'tv_19',
        categoryId: 'tv',
        title: '24" (60 см) Телевизор LED JVC LT24M485 черный',
        price: 384,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st1/fit/320/250/c26927fa50ca854a7287662dabe34a84/9e289cbc96c8d2c26455de6b3e037af7959ac54533ee2934e15929e6574c9f05.jpg'
      },
      {
        id: 'tv_20',
        categoryId: 'tv',
        title: '24" (61 см) Телевизор LED Hyundai H-LED24ET2003 черный',
        price: 184,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/88ad305997a47a3f90ae292d8d7028a6/fb9c13116643e17834b129657de9126c6866f34e3e267e4952370c764f85568b.jpg'
      },
      {
        id: 'tv_21',
        categoryId: 'tv',
        title: '24" (61 см) Телевизор LED Kivi 24HB50BR серый',
        price: 259,
        description: 'Прочувствуйте каждую сцену на экране с потрясающе точной цветопередачей, максимальной детализацией и непревзойденной глубиной изображения. Никогда еще происходящее на экране не было настолько реалистичным. 8К – это в 4 раза больше пикселей, чем в 4K UHD, и в 16 раз больше, чем в FHD. Разрешение более чем 33 миллиона пикселей позволит вам насладиться по-настоящему четким изображением.Изображение на экране телевизора настолько четкое, что вы не заметите пиксельную структуру даже на минимальном расстоянии от ТВ. Просто наслаждайтесь погружением в происходящее на экране. Больше деталей и потрясающая контрастность даже в самых динамичных сценах благодаря интеллектуальной регулировке яркости каждого фрагмента изображения.',
        characteristics: 'Разрешение экрана: 8K, 7680x4320; Формат экрана: 16:9',
        opinion: 'Отзывов пока нет',
        image: 'https://c.dns-shop.ru/thumb/st4/fit/320/250/3be6f2210d42831e16f9476f65a3ed09/267d92859fd418c8a43364e6523de61ba7e4ddcde0b2bb6e8e5c6d73ad126f1e.jpg'
      }
    ]
  };

  getGoods() {
    return new Promise(resolve => {
      setTimeout(() => {
        resolve(this.data)
      }, 700)
    });
  }

}